{
    "intents": [
        {
            "tag": "alquilar Departamento Kennedy",
            "patterns": [
                "Necesito alquilar un Departamento en Kennedy",
                "Hay Departamentos en alquiler en Kennedy?",
                "Estan alquilando Departamentos en Kennedy?",
                "Que precio tiene el alquiler de un Departamento en Kennedy",
                "Quiero alquilar un Departamento en Kennedy",
                "Deseo alquilar un Departamento en Kennedy",
                "Busco un Departamento para alquilar en Kennedy",
                "Que precio tienen los Departamentos en Kennedy?"
            ],
            "responses": [
                "Departamento en alquiler, ubicación:Kennedy por $ 250.0 mensuales, Incluye servicios basicos",
                "En Kennedy hay disponible un Departamento con tres habitaciones,  incluye servicios basicos, tiene garaje, $ 400.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Kennedy vieja",
            "patterns": [
                "Necesito comprar una Casa en Kennedy vieja",
                "Hay Casas en venta en Kennedy vieja?",
                "Estan vendiendo Casas en Kennedy vieja?",
                "Que precio tiene el venta de una Casa en Kennedy vieja",
                "Quiero comprar una Casa en Kennedy vieja",
                "Deseo comprar una Casa en Kennedy vieja",
                "Busco una Casa para comprar en Kennedy vieja",
                "Que precio tienen las Casas en Kennedy vieja?"
            ],
            "responses": [
                "Se vende Casa Una planta, esquinera, con garaje, ubicación: Kennedy vieja, valor de $ 40000.0 "
            ]
        },
        {
            "tag": "alquilar Suite Samborondon",
            "patterns": [
                "Necesito alquilar una Suite en Samborondon",
                "Hay Suites en alquiler en Samborondon?",
                "Estan alquilando Suites en Samborondon?",
                "Que precio tiene el alquiler de una Suite en Samborondon",
                "Quiero alquilar una Suite en Samborondon",
                "Deseo alquilar una Suite en Samborondon",
                "Busco una Suite para alquilar en Samborondon",
                "Que precio tienen las Suites en Samborondon?"
            ],
            "responses": [
                "En Samborondon hay disponible una Suite con tiene 2 baños, sala de juegos y una pequeña piscina., $ 1200.0 mensuales",
                "Se alquila Suite tiene 3 habitaciones, 2 baños, una cocina de lujo y una mesa de billar., ubicación: Samborondon, valor de $ 950.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Oficina World Trade Center",
            "patterns": [
                "Necesito alquilar una Oficina en World Trade Center",
                "Hay Oficinas en alquiler en World Trade Center?",
                "Estan alquilando Oficinas en World Trade Center?",
                "Que precio tiene el alquiler de una Oficina en World Trade Center",
                "Quiero alquilar una Oficina en World Trade Center",
                "Deseo alquilar una Oficina en World Trade Center",
                "Busco una Oficina para alquilar en World Trade Center",
                "Que precio tienen las Oficinas en World Trade Center?"
            ],
            "responses": [
                "Oficina en alquiler, ubicación:World Trade Center por $ 1200.0 mensuales, grande con 8 habitaciones, aire acondicionado, y servicio de limpieza diario.",
                "Se alquila Oficina aire acondicionado, 5 habitaciones de trabajo y un baño, el servicio de limpieza ya viene incluido., ubicación: World Trade Center, valor de $ 750.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Bodega La Aurora",
            "patterns": [
                "Necesito alquilar una Bodega en La Aurora",
                "Hay Bodegas en alquiler en La Aurora?",
                "Estan alquilando Bodegas en La Aurora?",
                "Que precio tiene el alquiler de una Bodega en La Aurora",
                "Quiero alquilar una Bodega en La Aurora",
                "Deseo alquilar una Bodega en La Aurora",
                "Busco una Bodega para alquilar en La Aurora",
                "Que precio tienen las Bodegas en La Aurora?"
            ],
            "responses": [
                "En La Aurora hay disponible una Bodega con grande, con extractor de aire, y ponemos a disposición un pequeño montacargas., $ 700.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Isla Trinitaria",
            "patterns": [
                "Necesito comprar una Casa en Isla Trinitaria",
                "Hay Casas en venta en Isla Trinitaria?",
                "Estan vendiendo Casas en Isla Trinitaria?",
                "Que precio tiene el venta de una Casa en Isla Trinitaria",
                "Quiero comprar una Casa en Isla Trinitaria",
                "Deseo comprar una Casa en Isla Trinitaria",
                "Busco una Casa para comprar en Isla Trinitaria",
                "Que precio tienen las Casas en Isla Trinitaria?"
            ],
            "responses": [
                "Se vende Casa pequeña, 4 habitaciones y un baño, el piso tiene ciertos desperfectos., ubicación: Isla Trinitaria, valor de $ 25000.0 "
            ]
        },
        {
            "tag": "alquilar Bodega Orquideas ",
            "patterns": [
                "Necesito alquilar una Bodega en Orquideas ",
                "Hay Bodegas en alquiler en Orquideas ?",
                "Estan alquilando Bodegas en Orquideas ?",
                "Que precio tiene el alquiler de una Bodega en Orquideas ",
                "Quiero alquilar una Bodega en Orquideas ",
                "Deseo alquilar una Bodega en Orquideas ",
                "Busco una Bodega para alquilar en Orquideas ",
                "Que precio tienen las Bodegas en Orquideas ?"
            ],
            "responses": [
                "Hay una Bodega que se alquila, ubicación: Orquideas , el precio es $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa La Joya,etapa Perla",
            "patterns": [
                "Necesito alquilar una Casa en La Joya,etapa Perla",
                "Hay Casas en alquiler en La Joya,etapa Perla?",
                "Estan alquilando Casas en La Joya,etapa Perla?",
                "Que precio tiene el alquiler de una Casa en La Joya,etapa Perla",
                "Quiero alquilar una Casa en La Joya,etapa Perla",
                "Deseo alquilar una Casa en La Joya,etapa Perla",
                "Busco una Casa para alquilar en La Joya,etapa Perla",
                "Que precio tienen las Casas en La Joya,etapa Perla?"
            ],
            "responses": [
                "Se alquila Casa 2 pisos, tiene 2 baños y 3 habitaciones, el suelo tiene mármol., ubicación: La Joya,etapa Perla, valor de $ 65000.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa La florida",
            "patterns": [
                "Necesito alquilar una Casa en La florida",
                "Hay Casas en alquiler en La florida?",
                "Estan alquilando Casas en La florida?",
                "Que precio tiene el alquiler de una Casa en La florida",
                "Quiero alquilar una Casa en La florida",
                "Deseo alquilar una Casa en La florida",
                "Busco una Casa para alquilar en La florida",
                "Que precio tienen las Casas en La florida?"
            ],
            "responses": [
                "En La florida hay disponible una Casa con tiene dos habitaciones, un baño y acceso a internet. , $ 400.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Bodega La Bahía",
            "patterns": [
                "Necesito alquilar una Bodega en La Bahía",
                "Hay Bodegas en alquiler en La Bahía?",
                "Estan alquilando Bodegas en La Bahía?",
                "Que precio tiene el alquiler de una Bodega en La Bahía",
                "Quiero alquilar una Bodega en La Bahía",
                "Deseo alquilar una Bodega en La Bahía",
                "Busco una Bodega para alquilar en La Bahía",
                "Que precio tienen las Bodegas en La Bahía?"
            ],
            "responses": [
                "En La Bahía hay disponible una Bodega con local estándar, muy cerca del malecón, el servicio de energía eléctrica debe pagarse a parte., $ 450.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Villa Club, etapa Jupiter",
            "patterns": [
                "Necesito comprar una Casa en Villa Club, etapa Jupiter",
                "Hay Casas en venta en Villa Club, etapa Jupiter?",
                "Estan vendiendo Casas en Villa Club, etapa Jupiter?",
                "Que precio tiene el venta de una Casa en Villa Club, etapa Jupiter",
                "Quiero comprar una Casa en Villa Club, etapa Jupiter",
                "Deseo comprar una Casa en Villa Club, etapa Jupiter",
                "Busco una Casa para comprar en Villa Club, etapa Jupiter",
                "Que precio tienen las Casas en Villa Club, etapa Jupiter?"
            ],
            "responses": [
                "Hay una Casa que se vende, ubicación: Villa Club, etapa Jupiter, el precio es $ 55000.0 "
            ]
        },
        {
            "tag": "alquilar Casa Acacias",
            "patterns": [
                "Necesito alquilar una Casa en Acacias",
                "Hay Casas en alquiler en Acacias?",
                "Estan alquilando Casas en Acacias?",
                "Que precio tiene el alquiler de una Casa en Acacias",
                "Quiero alquilar una Casa en Acacias",
                "Deseo alquilar una Casa en Acacias",
                "Busco una Casa para alquilar en Acacias",
                "Que precio tienen las Casas en Acacias?"
            ],
            "responses": [
                "En Acacias hay disponible una Casa con un piso, 2 baños y 2 habitaciones, no incluye el pago de servicios básicos., $ 450.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Departamento en el Sur, cerca del estadio Capwell",
            "patterns": [
                "Necesito alquilar un Departamento en en el Sur, cerca del estadio Capwell",
                "Hay Departamentos en alquiler en en el Sur, cerca del estadio Capwell?",
                "Estan alquilando Departamentos en en el Sur, cerca del estadio Capwell?",
                "Que precio tiene el alquiler de un Departamento en en el Sur, cerca del estadio Capwell",
                "Quiero alquilar un Departamento en en el Sur, cerca del estadio Capwell",
                "Deseo alquilar un Departamento en en el Sur, cerca del estadio Capwell",
                "Busco un Departamento para alquilar en en el Sur, cerca del estadio Capwell",
                "Que precio tienen los Departamentos en en el Sur, cerca del estadio Capwell?"
            ],
            "responses": [
                "En en el Sur, cerca del estadio Capwell hay disponible un Departamento con incluye servicio de internet, tiene 2 habitaciones, un baño y un pequeño garaje que puede ser ocupado., $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Prosperina cerca de Espol",
            "patterns": [
                "Necesito alquilar una Casa en Prosperina cerca de Espol",
                "Hay Casas en alquiler en Prosperina cerca de Espol?",
                "Estan alquilando Casas en Prosperina cerca de Espol?",
                "Que precio tiene el alquiler de una Casa en Prosperina cerca de Espol",
                "Quiero alquilar una Casa en Prosperina cerca de Espol",
                "Deseo alquilar una Casa en Prosperina cerca de Espol",
                "Busco una Casa para alquilar en Prosperina cerca de Espol",
                "Que precio tienen las Casas en Prosperina cerca de Espol?"
            ],
            "responses": [
                "Casa en alquiler, ubicación:Prosperina cerca de Espol por $ 400.0 mensuales, un solo baño 4 habitaciones, ideal para estudiantes universitarios."
            ]
        },
        {
            "tag": "alquilar Departamento Ceibos cerca de ESPOL",
            "patterns": [
                "Necesito alquilar un Departamento en Ceibos cerca de ESPOL",
                "Hay Departamentos en alquiler en Ceibos cerca de ESPOL?",
                "Estan alquilando Departamentos en Ceibos cerca de ESPOL?",
                "Que precio tiene el alquiler de un Departamento en Ceibos cerca de ESPOL",
                "Quiero alquilar un Departamento en Ceibos cerca de ESPOL",
                "Deseo alquilar un Departamento en Ceibos cerca de ESPOL",
                "Busco un Departamento para alquilar en Ceibos cerca de ESPOL",
                "Que precio tienen los Departamentos en Ceibos cerca de ESPOL?"
            ],
            "responses": [
                "En Ceibos cerca de ESPOL hay disponible un Departamento con dos baños, 4 habitaciones y un garaje grande, ideal para estudiantes de la ESPOL, $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Suite Ceibos",
            "patterns": [
                "Necesito alquilar una Suite en Ceibos",
                "Hay Suites en alquiler en Ceibos?",
                "Estan alquilando Suites en Ceibos?",
                "Que precio tiene el alquiler de una Suite en Ceibos",
                "Quiero alquilar una Suite en Ceibos",
                "Deseo alquilar una Suite en Ceibos",
                "Busco una Suite para alquilar en Ceibos",
                "Que precio tienen las Suites en Ceibos?"
            ],
            "responses": [
                "En Ceibos hay disponible una Suite con 2 dormitorios amplios y un baño con tina, ideal para relajarse., $ 750.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa La Pradera 2",
            "patterns": [
                "Necesito alquilar una Casa en La Pradera 2",
                "Hay Casas en alquiler en La Pradera 2?",
                "Estan alquilando Casas en La Pradera 2?",
                "Que precio tiene el alquiler de una Casa en La Pradera 2",
                "Quiero alquilar una Casa en La Pradera 2",
                "Deseo alquilar una Casa en La Pradera 2",
                "Busco una Casa para alquilar en La Pradera 2",
                "Que precio tienen las Casas en La Pradera 2?"
            ],
            "responses": [
                "Se alquila Casa 2 habitaciones y 2 baños que incluyen ducha de agua caliente. , ubicación: La Pradera 2, valor de $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa La Pradera",
            "patterns": [
                "Necesito alquilar una Casa en La Pradera",
                "Hay Casas en alquiler en La Pradera?",
                "Estan alquilando Casas en La Pradera?",
                "Que precio tiene el alquiler de una Casa en La Pradera",
                "Quiero alquilar una Casa en La Pradera",
                "Deseo alquilar una Casa en La Pradera",
                "Busco una Casa para alquilar en La Pradera",
                "Que precio tienen las Casas en La Pradera?"
            ],
            "responses": [
                "Hay una Casa que se alquila, ubicación: La Pradera, el precio es $ 400.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Martha de Roldos",
            "patterns": [
                "Necesito comprar una Casa en Martha de Roldos",
                "Hay Casas en venta en Martha de Roldos?",
                "Estan vendiendo Casas en Martha de Roldos?",
                "Que precio tiene el venta de una Casa en Martha de Roldos",
                "Quiero comprar una Casa en Martha de Roldos",
                "Deseo comprar una Casa en Martha de Roldos",
                "Busco una Casa para comprar en Martha de Roldos",
                "Que precio tienen las Casas en Martha de Roldos?"
            ],
            "responses": [
                "Se vende Casa 2 pisos, 3 dormitorios y un solo baño, el segundo piso es de madera., ubicación: Martha de Roldos, valor de $ 27000.0 ",
                "Se vende Casa 2 baños, 4 habitaciones, un solo piso, la casa está en una zona bien elevada., ubicación: Martha de Roldos, valor de $ 27000.0 "
            ]
        },
        {
            "tag": "comprar Casa Sur cerca del estadio de Barcelona",
            "patterns": [
                "Necesito comprar una Casa en Sur cerca del estadio de Barcelona",
                "Hay Casas en venta en Sur cerca del estadio de Barcelona?",
                "Estan vendiendo Casas en Sur cerca del estadio de Barcelona?",
                "Que precio tiene el venta de una Casa en Sur cerca del estadio de Barcelona",
                "Quiero comprar una Casa en Sur cerca del estadio de Barcelona",
                "Deseo comprar una Casa en Sur cerca del estadio de Barcelona",
                "Busco una Casa para comprar en Sur cerca del estadio de Barcelona",
                "Que precio tienen las Casas en Sur cerca del estadio de Barcelona?"
            ],
            "responses": [
                "Casa en venta, ubicación:Sur cerca del estadio de Barcelona por $ 40000.0 , dos pisos, 2 baños y 4 dormitorios, tiene un pequeño balcón."
            ]
        },
        {
            "tag": "alquilar Departamento Sauces",
            "patterns": [
                "Necesito alquilar un Departamento en Sauces",
                "Hay Departamentos en alquiler en Sauces?",
                "Estan alquilando Departamentos en Sauces?",
                "Que precio tiene el alquiler de un Departamento en Sauces",
                "Quiero alquilar un Departamento en Sauces",
                "Deseo alquilar un Departamento en Sauces",
                "Busco un Departamento para alquilar en Sauces",
                "Que precio tienen los Departamentos en Sauces?"
            ],
            "responses": [
                "En Sauces hay disponible un Departamento con 2 baños y 3 dormitorios, todo el piso tiene baldosa excepto un baño., $ 450.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Departamento Sauces 3",
            "patterns": [
                "Necesito alquilar un Departamento en Sauces 3",
                "Hay Departamentos en alquiler en Sauces 3?",
                "Estan alquilando Departamentos en Sauces 3?",
                "Que precio tiene el alquiler de un Departamento en Sauces 3",
                "Quiero alquilar un Departamento en Sauces 3",
                "Deseo alquilar un Departamento en Sauces 3",
                "Busco un Departamento para alquilar en Sauces 3",
                "Que precio tienen los Departamentos en Sauces 3?"
            ],
            "responses": [
                "Hay un Departamento que se alquila, ubicación: Sauces 3, el precio es $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Guayacanes",
            "patterns": [
                "Necesito alquilar una Casa en Guayacanes",
                "Hay Casas en alquiler en Guayacanes?",
                "Estan alquilando Casas en Guayacanes?",
                "Que precio tiene el alquiler de una Casa en Guayacanes",
                "Quiero alquilar una Casa en Guayacanes",
                "Deseo alquilar una Casa en Guayacanes",
                "Busco una Casa para alquilar en Guayacanes",
                "Que precio tienen las Casas en Guayacanes?"
            ],
            "responses": [
                "Se alquila Casa 2 dormitorios cada uno con su respectivo baño y una sala pequeña., ubicación: Guayacanes, valor de $ 550.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Samanes",
            "patterns": [
                "Necesito comprar una Casa en Samanes",
                "Hay Casas en venta en Samanes?",
                "Estan vendiendo Casas en Samanes?",
                "Que precio tiene el venta de una Casa en Samanes",
                "Quiero comprar una Casa en Samanes",
                "Deseo comprar una Casa en Samanes",
                "Busco una Casa para comprar en Samanes",
                "Que precio tienen las Casas en Samanes?"
            ],
            "responses": [
                "Hay una Casa que se vende, ubicación: Samanes, el precio es $ 20000.0 "
            ]
        },
        {
            "tag": "alquilar Departamento Sauces 2",
            "patterns": [
                "Necesito alquilar un Departamento en Sauces 2",
                "Hay Departamentos en alquiler en Sauces 2?",
                "Estan alquilando Departamentos en Sauces 2?",
                "Que precio tiene el alquiler de un Departamento en Sauces 2",
                "Quiero alquilar un Departamento en Sauces 2",
                "Deseo alquilar un Departamento en Sauces 2",
                "Busco un Departamento para alquilar en Sauces 2",
                "Que precio tienen los Departamentos en Sauces 2?"
            ],
            "responses": [
                "Se alquila Departamento 2 baños , 3 dormitorios y una sala mediana, ubicación: Sauces 2, valor de $ 450.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Suite Urbanizacion Terrasol",
            "patterns": [
                "Necesito alquilar una Suite en Urbanizacion Terrasol",
                "Hay Suites en alquiler en Urbanizacion Terrasol?",
                "Estan alquilando Suites en Urbanizacion Terrasol?",
                "Que precio tiene el alquiler de una Suite en Urbanizacion Terrasol",
                "Quiero alquilar una Suite en Urbanizacion Terrasol",
                "Deseo alquilar una Suite en Urbanizacion Terrasol",
                "Busco una Suite para alquilar en Urbanizacion Terrasol",
                "Que precio tienen las Suites en Urbanizacion Terrasol?"
            ],
            "responses": [
                "Hay una Suite que se alquila, ubicación: Urbanizacion Terrasol, el precio es $ 950.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Aquamarina",
            "patterns": [
                "Necesito comprar una Casa en Aquamarina",
                "Hay Casas en venta en Aquamarina?",
                "Estan vendiendo Casas en Aquamarina?",
                "Que precio tiene el venta de una Casa en Aquamarina",
                "Quiero comprar una Casa en Aquamarina",
                "Deseo comprar una Casa en Aquamarina",
                "Busco una Casa para comprar en Aquamarina",
                "Que precio tienen las Casas en Aquamarina?"
            ],
            "responses": [
                "Se vende Casa 2 habitaciones, 2 baños y una fachada hermosa, el pago de alícuotas es de $60 mensual., ubicación: Aquamarina, valor de $ 75000.0 "
            ]
        },
        {
            "tag": "alquilar Casa Mapasingue Oeste",
            "patterns": [
                "Necesito alquilar una Casa en Mapasingue Oeste",
                "Hay Casas en alquiler en Mapasingue Oeste?",
                "Estan alquilando Casas en Mapasingue Oeste?",
                "Que precio tiene el alquiler de una Casa en Mapasingue Oeste",
                "Quiero alquilar una Casa en Mapasingue Oeste",
                "Deseo alquilar una Casa en Mapasingue Oeste",
                "Busco una Casa para alquilar en Mapasingue Oeste",
                "Que precio tienen las Casas en Mapasingue Oeste?"
            ],
            "responses": [
                "Hay una Casa que se alquila, ubicación: Mapasingue Oeste, el precio es $ 350.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Departamento Martha de Roldos",
            "patterns": [
                "Necesito alquilar un Departamento en Martha de Roldos",
                "Hay Departamentos en alquiler en Martha de Roldos?",
                "Estan alquilando Departamentos en Martha de Roldos?",
                "Que precio tiene el alquiler de un Departamento en Martha de Roldos",
                "Quiero alquilar un Departamento en Martha de Roldos",
                "Deseo alquilar un Departamento en Martha de Roldos",
                "Busco un Departamento para alquilar en Martha de Roldos",
                "Que precio tienen los Departamentos en Martha de Roldos?"
            ],
            "responses": [
                "En Martha de Roldos hay disponible un Departamento con un piso, 3 dormitorios pequeños y un baño mediano, $ 500.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Bodega Florida",
            "patterns": [
                "Necesito alquilar una Bodega en Florida",
                "Hay Bodegas en alquiler en Florida?",
                "Estan alquilando Bodegas en Florida?",
                "Que precio tiene el alquiler de una Bodega en Florida",
                "Quiero alquilar una Bodega en Florida",
                "Deseo alquilar una Bodega en Florida",
                "Busco una Bodega para alquilar en Florida",
                "Que precio tienen las Bodegas en Florida?"
            ],
            "responses": [
                "En Florida hay disponible una Bodega con extractor de aire y dos puertas, no incluye servicios básicos, $ 400.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Urbanización La Joya, etapa Quarzo",
            "patterns": [
                "Necesito alquilar una Casa en Urbanización La Joya, etapa Quarzo",
                "Hay Casas en alquiler en Urbanización La Joya, etapa Quarzo?",
                "Estan alquilando Casas en Urbanización La Joya, etapa Quarzo?",
                "Que precio tiene el alquiler de una Casa en Urbanización La Joya, etapa Quarzo",
                "Quiero alquilar una Casa en Urbanización La Joya, etapa Quarzo",
                "Deseo alquilar una Casa en Urbanización La Joya, etapa Quarzo",
                "Busco una Casa para alquilar en Urbanización La Joya, etapa Quarzo",
                "Que precio tienen las Casas en Urbanización La Joya, etapa Quarzo?"
            ],
            "responses": [
                "En Urbanización La Joya, etapa Quarzo hay disponible una Casa con 2 pisos, 3 dormitorios y 2 baños, el valor de las alícuotas se paga a parte., $ 650.0 mensuales"
            ]
        },
        {
            "tag": "comprar Casa Central Park",
            "patterns": [
                "Necesito comprar una Casa en Central Park",
                "Hay Casas en venta en Central Park?",
                "Estan vendiendo Casas en Central Park?",
                "Que precio tiene el venta de una Casa en Central Park",
                "Quiero comprar una Casa en Central Park",
                "Deseo comprar una Casa en Central Park",
                "Busco una Casa para comprar en Central Park",
                "Que precio tienen las Casas en Central Park?"
            ],
            "responses": [
                "Casa en venta, ubicación:Central Park por $ 85000.0 , 2 pisos, 2 dormitorios grandes y un baño en cada piso, además tiene un balcón."
            ]
        },
        {
            "tag": "comprar Casa Samborondon, urbanizacion Central Park",
            "patterns": [
                "Necesito comprar una Casa en Samborondon, urbanizacion Central Park",
                "Hay Casas en venta en Samborondon, urbanizacion Central Park?",
                "Estan vendiendo Casas en Samborondon, urbanizacion Central Park?",
                "Que precio tiene el venta de una Casa en Samborondon, urbanizacion Central Park",
                "Quiero comprar una Casa en Samborondon, urbanizacion Central Park",
                "Deseo comprar una Casa en Samborondon, urbanizacion Central Park",
                "Busco una Casa para comprar en Samborondon, urbanizacion Central Park",
                "Que precio tienen las Casas en Samborondon, urbanizacion Central Park?"
            ],
            "responses": [
                "Hay una Casa que se vende, ubicación: Samborondon, urbanizacion Central Park, el precio es $ 120000.0 "
            ]
        },
        {
            "tag": "comprar Casa Samborondon, Urbanización Matices",
            "patterns": [
                "Necesito comprar una Casa en Samborondon, Urbanización Matices",
                "Hay Casas en venta en Samborondon, Urbanización Matices?",
                "Estan vendiendo Casas en Samborondon, Urbanización Matices?",
                "Que precio tiene el venta de una Casa en Samborondon, Urbanización Matices",
                "Quiero comprar una Casa en Samborondon, Urbanización Matices",
                "Deseo comprar una Casa en Samborondon, Urbanización Matices",
                "Busco una Casa para comprar en Samborondon, Urbanización Matices",
                "Que precio tienen las Casas en Samborondon, Urbanización Matices?"
            ],
            "responses": [
                "Se vende Casa 2 pisos, 4 habitaciones en total, un patio con césped y una piscina mediana., ubicación: Samborondon, Urbanización Matices, valor de $ 150000.0 "
            ]
        },
        {
            "tag": "comprar Casa Urbanización Acuarelas del Río",
            "patterns": [
                "Necesito comprar una Casa en Urbanización Acuarelas del Río",
                "Hay Casas en venta en Urbanización Acuarelas del Río?",
                "Estan vendiendo Casas en Urbanización Acuarelas del Río?",
                "Que precio tiene el venta de una Casa en Urbanización Acuarelas del Río",
                "Quiero comprar una Casa en Urbanización Acuarelas del Río",
                "Deseo comprar una Casa en Urbanización Acuarelas del Río",
                "Busco una Casa para comprar en Urbanización Acuarelas del Río",
                "Que precio tienen las Casas en Urbanización Acuarelas del Río?"
            ],
            "responses": [
                "Hay una Casa que se vende, ubicación: Urbanización Acuarelas del Río, el precio es $ 50000.0 "
            ]
        },
        {
            "tag": "alquilar Casa Mucho Lote 2",
            "patterns": [
                "Necesito alquilar una Casa en Mucho Lote 2",
                "Hay Casas en alquiler en Mucho Lote 2?",
                "Estan alquilando Casas en Mucho Lote 2?",
                "Que precio tiene el alquiler de una Casa en Mucho Lote 2",
                "Quiero alquilar una Casa en Mucho Lote 2",
                "Deseo alquilar una Casa en Mucho Lote 2",
                "Busco una Casa para alquilar en Mucho Lote 2",
                "Que precio tienen las Casas en Mucho Lote 2?"
            ],
            "responses": [
                "Hay una Casa que se alquila, ubicación: Mucho Lote 2, el precio es $ 400.0 mensuales",
                "Hay una Casa que se alquila, ubicación: Mucho Lote 2, el precio es $ 600.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Ceibos",
            "patterns": [
                "Necesito alquilar una Casa en Ceibos",
                "Hay Casas en alquiler en Ceibos?",
                "Estan alquilando Casas en Ceibos?",
                "Que precio tiene el alquiler de una Casa en Ceibos",
                "Quiero alquilar una Casa en Ceibos",
                "Deseo alquilar una Casa en Ceibos",
                "Busco una Casa para alquilar en Ceibos",
                "Que precio tienen las Casas en Ceibos?"
            ],
            "responses": [
                "Se alquila Casa un piso todo con baldosa, 4 habitaciones y 2 baños, ideal para estudiantes de ESPOL., ubicación: Ceibos, valor de $ 670.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Urdesa",
            "patterns": [
                "Necesito alquilar una Casa en Urdesa",
                "Hay Casas en alquiler en Urdesa?",
                "Estan alquilando Casas en Urdesa?",
                "Que precio tiene el alquiler de una Casa en Urdesa",
                "Quiero alquilar una Casa en Urdesa",
                "Deseo alquilar una Casa en Urdesa",
                "Busco una Casa para alquilar en Urdesa",
                "Que precio tienen las Casas en Urdesa?"
            ],
            "responses": [
                "Casa en alquiler, ubicación:Urdesa por $ 700.0 mensuales, 2 dormitorios, 2 baños y una pequeña piscina"
            ]
        },
        {
            "tag": "comprar Casa Urdesa Central",
            "patterns": [
                "Necesito comprar una Casa en Urdesa Central",
                "Hay Casas en venta en Urdesa Central?",
                "Estan vendiendo Casas en Urdesa Central?",
                "Que precio tiene el venta de una Casa en Urdesa Central",
                "Quiero comprar una Casa en Urdesa Central",
                "Deseo comprar una Casa en Urdesa Central",
                "Busco una Casa para comprar en Urdesa Central",
                "Que precio tienen las Casas en Urdesa Central?"
            ],
            "responses": [
                "Hay una Casa que se vende, ubicación: Urdesa Central, el precio es $ 60000.0 "
            ]
        },
        {
            "tag": "alquilar Casa Samanes",
            "patterns": [
                "Necesito alquilar una Casa en Samanes",
                "Hay Casas en alquiler en Samanes?",
                "Estan alquilando Casas en Samanes?",
                "Que precio tiene el alquiler de una Casa en Samanes",
                "Quiero alquilar una Casa en Samanes",
                "Deseo alquilar una Casa en Samanes",
                "Busco una Casa para alquilar en Samanes",
                "Que precio tienen las Casas en Samanes?"
            ],
            "responses": [
                "Se alquila Casa patio grande, 2 habitaciones con baño y una sala mediana, ubicación: Samanes, valor de $ 500.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Samborondon",
            "patterns": [
                "Necesito alquilar una Casa en Samborondon",
                "Hay Casas en alquiler en Samborondon?",
                "Estan alquilando Casas en Samborondon?",
                "Que precio tiene el alquiler de una Casa en Samborondon",
                "Quiero alquilar una Casa en Samborondon",
                "Deseo alquilar una Casa en Samborondon",
                "Busco una Casa para alquilar en Samborondon",
                "Que precio tienen las Casas en Samborondon?"
            ],
            "responses": [
                "Se alquila Casa 3 habitaciones , un garaje y 2 baños, la casa es antigua pero luce muy bien, ubicación: Samborondon, valor de $ 700.0 mensuales",
                "Se alquila Casa 2 dormitorios, 2 baños,una sala de juegos y un gran garaje, ubicación: Samborondon, valor de $ 850.0 mensuales"
            ]
        },
        {
            "tag": "alquilar Casa Mapasingue",
            "patterns": [
                "Necesito alquilar una Casa en Mapasingue",
                "Hay Casas en alquiler en Mapasingue?",
                "Estan alquilando Casas en Mapasingue?",
                "Que precio tiene el alquiler de una Casa en Mapasingue",
                "Quiero alquilar una Casa en Mapasingue",
                "Deseo alquilar una Casa en Mapasingue",
                "Busco una Casa para alquilar en Mapasingue",
                "Que precio tienen las Casas en Mapasingue?"
            ],
            "responses": [
                "Se alquila Casa 2 pisos, 2 baños y una lavandería grande, la casa es antigua, y el segundo piso es de madera., ubicación: Mapasingue, valor de $ 450.0 mensuales"
            ]
        }
    ]
}